Repository: samikeijonen/pilkku-plugin
Catalog: languages/pilkku-plugin-*.po
Languages: fi

source: Mine <span class="count">(%s)</span>
fi: Oma <span class="count">(%s)</span>

source: Tutorials
fi: Ohjeet

source: Tutorial
fi: Ohje

source: Add New
fi: Lisää uusi

source: Add New Tutorial
fi: Lisää uusi ohje

source: Edit Tutorial
fi: Editoi ohjetta

source: New Tutorial
fi: Uusi ohje

source: View Tutorial
fi: Näytä ohje

source: Search Tutorials
fi: Etsi ohjeita

source: No tutorials found
fi: Ohjeita ei löytynyt

source: No tutorials found in Trash
fi: Roskakorista ei löytynyt ohjeita

source: Parent Tutorial:
fi: Emo-ohje:
